[
  {
    "url": "http://www.buchananplumbingandgas.com.au/plumber_murwillumbah.html",
    "title": "Buchanan Plumbing and Gas - Buchanan plumbing and gas",
    "content": "Buchanan Plumbing & Gas provides plumbing and gas services in Murwillumbah, Tweed Valley and surrounding districts. The company offers a range of plumbing and gas solutions for residential and commercial clients.",
    "headings": [
      "HOME",
      "GALLERY",
      "ABOUT US",
      "CONTACT US"
    ]
  },
  {
    "url": "http://www.buchananplumbingandgas.com.au/contact-us.html",
    "title": "Contact Us - Buchanan plumbing and gas",
    "content": "This is the contact page for Buchanan Plumbing & Gas. It lists the contact information for Luke Buchanan, including phone number and email address. The business provides plumbing and gas services in Murwillumbah, Tweed Valley & Surrounding Districts.",
    "headings": [
      "Contact Us"
    ]
  },
  {
    "url": "http://www.buchananplumbingandgas.com.au/index.html",
    "title": "Buchanan plumbing and gas - Murwillumbah Plumbing & Gas Fitters | Buchanan Plumbing & Gas",
    "content": "Buchanan Plumbing & Gas are Murwillumbah plumbers and gas fitters, servicing the Tweed Valley and surrounding areas. They offer a range of plumbing and gas fitting services, including hot water systems, gas appliance repairs, toilet replacement, and water filter systems. They are a locally owned and family operated business committed to providing quality workmanship and reliable service.",
    "headings": [
      "Services We provide",
      "Time for a New Toilet?",
      "\"No one likes a cold shower\"",
      "Need a Water Filter System?"
    ]
  },
  {
    "url": "http://www.buchananplumbingandgas.com.au/about-us.html",
    "title": "About Us - Buchanan plumbing and gas",
    "content": "Buchanan Plumbing and Gas is a family run business operating since 2010, providing plumbing and gasfitting services to the Murwillumbah and Tweed Valley Region. They specialize in general plumbing and gas maintenance repairs and appliance installations for domestic, commercial, rural, real estate agents, shops and sporting venues.",
    "headings": [
      "HOME",
      "GALLERY",
      "ABOUT US",
      "CONTACT US",
      "About Us"
    ]
  },
  {
    "url": "http://www.buchananplumbingandgas.com.au/",
    "title": "Buchanan plumbing and gas - Murwillumbah Plumbing & Gas Fitters | Buchanan Plumbing & Gas",
    "content": "Buchanan Plumbing & Gas is a local family-run plumbing and gas fitting business located in Murwillumbah, Tweed Valley. They offer a wide range of services including plumbing repairs, gas fitting, hot water system installation and repairs, and water filter systems. They pride themselves on providing prompt service with modern plumbing solutions and products.",
    "headings": [
      "HOME",
      "GALLERY",
      "ABOUT US",
      "CONTACT US",
      "Services We provide",
      "Time for a New Toilet?",
      "\"No one likes a cold shower\"",
      "Need a Water Filter System?"
    ]
  }
]